Repository: ebeez43-ibiz/printcom
Catalog: languages/wc-print-*.po
Languages: fr_fr

source: %s does not exist.
fr_fr: %s n’existe pas.

source: 'Are you sure you want to remove this section?
fr_fr: ‘Êtes-vous sûr de vouloir supprimer cette section ?

source: Additional guarantee
fr_fr: Garantie supplémentaire

source: Additional price
fr_fr: Prix ​​supplémentaire

source: Admin page
fr_fr: Page d’administration

source: API Password
fr_fr: Mot de passe API

source: API Url
fr_fr: URL de l’API

source: API Username
fr_fr: Nom d’utilisateur de l’API

source: Are you sure you want to remove this section?
fr_fr: Êtes-vous sûr de vouloir supprimer cette section ?

source: Bad query parameters.
fr_fr: Mauvais paramètres de requête.

source: Cancel from Print API Trigger
fr_fr: Annuler à partir du déclencheur de l’API d’impression

source: Cancel Trigger
fr_fr: Déclencheur d’annulation

source: City
fr_fr: Ville

source: Company
fr_fr: Société

source: Default Category
fr_fr: Catégorie par défaut

source: Default Image
fr_fr: Image par défaut

source: Default Products Category
fr_fr: Catégorie par défaut de produits

source: Default Products Image
fr_fr: Image par défaut des produits

source: Default Shipping Address
fr_fr: Adresse de livraison par défaut

source: Delivery Date
fr_fr: Date de livraison

source: Delivery Price
fr_fr: Prix ​​de livraison

source: delivery price
fr_fr: prix de livraison

source: Delivery promise
fr_fr: Livraison

source: Delivery Trigger
fr_fr: Déclencheur de livraison

source: Fees
fr_fr: Frais

source: First name
fr_fr: Prénom

source: Free
fr_fr: Gratuit

source: General
fr_fr: Général

source: Ibiz Additional price
fr_fr: Ibiz Prix supplémentaire

source: Ibiz Additional price.
fr_fr: Ibiz Prix supplémentaire.

source: Ibiz Price
fr_fr: Prix ​​​​Ibiz

source: Import
fr_fr: Importer

source: Import Product
fr_fr: Importer un produit

source: Invalid Woocommerce Order
fr_fr: Commande Woocommerce invalide

source: Last name
fr_fr: Nom de famille

source: No order has been sent
fr_fr: Aucune commande n'a été envoyée

source: Order
fr_fr: Commande

source: Order canceled in Print %s.
fr_fr: Commande annulée lors de l’impression %s.

source: Order must not be empty
fr_fr: La commande ne doit pas être vide

source: Order Sent to Print API Number %s.
fr_fr: Commande envoyée vers print.com API, numéro %s.

source: Please complete the required fields
fr_fr: Veuillez remplir les champs obligatoires

source: Please enter a valid email address
fr_fr: Mettez une adresse email valide

source: Please enter a valid phone number
fr_fr: Veuillez entrer un numéro de téléphone valide

source: Please select a delivery date for product "%s" to get the price.
fr_fr: Veuillez sélectionner une date de livraison pour le produit « %s » pour obtenir le prix.

source: Please select a delivery date to get the product price
fr_fr: Veuillez sélectionner une date de livraison pour obtenir le prix du produit

source: Please select one or more options to get the product price
fr_fr: Veuillez sélectionner une ou plusieurs options pour obtenir le prix du produit

source: Please Wait
fr_fr: Veuillez attendre

source: Postcode / ZIP
fr_fr: Code postal

source: Print API Error: %s
fr_fr: Erreur d’API d’impression : %s

source: Print API Password
fr_fr: Mot de passe de l’API print

source: Print API Settings
fr_fr: Paramètres de l’API d’impression

source: Print API Url
fr_fr: URL de l’API d’impression

source: Print API Username
fr_fr: Nom d’utilisateur de l’API d’impression

source: Print Fields
fr_fr: Champs print.com

source: Print Order
fr_fr: Commande d’impression

source: Print product SKU
fr_fr: SKU du produit print

source: Print SKU
fr_fr: SKU Print

source: Print Sku
fr_fr: SKU Print

source: Print SKU.
fr_fr: SKU Print.

source: Product creation failed, could not find original product
fr_fr: La création du produit a échoué, impossible de trouver le produit d’origine

source: Product price
fr_fr: Prix ​​du produit

source: Product sku must not be empty
fr_fr: Le SKU du produit ne doit pas être vide

source: Sales price
fr_fr: Prix ​​de vente

source: Send tp Print API Trigger
fr_fr: Déclencheur d’envoie vers l’API print

source: Sent Order
fr_fr: Envoyée commande

source: Shipping address city
fr_fr: Ville

source: Shipping address company
fr_fr: Société

source: Shipping address email
fr_fr: Adresse e-mail

source: Shipping address first name
fr_fr: Prénom

source: Shipping address last name
fr_fr: Nom de famille

source: Shipping address phone
fr_fr: Téléphone

source: Shipping address postcode
fr_fr: Code postal

source: Shipping prices
fr_fr: Prix ​​d’expédition

source: Sku must not be empty
fr_fr: Le SKU ne doit pas être vide

source: The most sold
fr_fr: Le plus vendu

source: The product with SKU "%s" has been imported successfully
fr_fr: Le produit avec le SKU « %s » a été importé avec succès

source: This is your Print content for the product
fr_fr: Ceci est votre contenu d’impression pour le produit

source: Total price
fr_fr: Prix ​​total

source: Unable to load print presets
fr_fr: Impossible de charger les préréglages d’impression

source: Unable to load print prices
fr_fr: Impossible de charger les prix d’impression

source: Unable to load print resellers
fr_fr: Impossible de charger les revendeurs d’impression

source: Width X Height
fr_fr: Largeur X Hauteur

source: Woocommerce Print requires %s to be installed and active.
fr_fr: Woocommerce Print nécessite que %s soit installé et actif.

source: WooCommerce Print Settings
fr_fr: Paramètres d’impression WooCommerce

source: Wrong username or pass
fr_fr: Mauvais nom d’utilisateur ou mot de passe

source: You are trying to configure a product that is not part of the Print category.
fr_fr: Vous essayez de configurer un produit qui ne fait pas partie de la catégorie Impression.

source: You have not configured product %s.
fr_fr: Vous n’avez pas configuré le produit %s.

source: You need to be running PHP 5.3+ for Woocommerce Print to work. You're on %s.
fr_fr: Vous devez exécuter PHP 5.3+ pour que Woocommerce Print fonctionne. Vous êtes sur %s.
